import React from 'react'
// import styles from 'index.css'

const TextEnu = () => {
  return (
    <div style={{ width: 200, color: 'red' }}>
      <div>
        多行文本！@#￥%……&*行文本（+——））行文本*……%#￥%……&*
        多行文本！@#￥%……&*行文本（+——））行文本*……%#￥%……&*
        多行文本！@#￥%……&*行文本（+——））行文本*……%#￥%……&*
        多行文本！@#￥%……&*行文本（+——））行文本*……%#￥%……&*
        多行文本！@#￥%……&*行文本（+——））行文本*……%#￥%……&*
        多行文本！@#￥%……&*行文本（+——））行文本*……%#￥%……&*
        多行文本！@#￥ %……&*行文本（+——））行文本*……%#￥%……&*
    </div>
    </div>
  )
}


export default TextEnu;